Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Draw Guides
ar: ارسم الأدلة
es: Guías de dibujo
fr: Dessiner des guides
hi: मार्गदर्शिकाएँ बनाएं
it: Disegna guide
ja: 描画ガイド
pt_br: Desenhar guias
ru: Рисовать направляющие
zh_hans: 绘制指南

source: Draw each chunky pixel as a solid square, or as a round dot like a dot-matrix screen
ar: ارسم كل بكسل مكتنز كمربع صلب، أو كنقطة مستديرة مثل شاشة مصفوفة نقطية
es: Dibuja cada píxel grueso como un cuadrado sólido o como un punto redondo como una pantalla de matriz de puntos.
fr: Dessinez chaque gros pixel sous la forme d'un carré plein ou d'un point rond comme un écran matriciel
hi: प्रत्येक मोटे पिक्सेल को एक ठोस वर्ग के रूप में, या एक डॉट-मैट्रिक्स स्क्रीन की तरह एक गोल बिंदु के रूप में बनाएं
it: Disegna ogni grosso pixel come un quadrato solido o come un punto rotondo come uno schermo a matrice di punti
ja: 各分厚いピクセルを実線の正方形として、またはドットマトリックス スクリーンのような丸い点として描画します。
pt_br: Desenhe cada pixel grosso como um quadrado sólido ou como um ponto redondo como uma tela de matriz de pontos
ru: Нарисуйте каждый крупный пиксель в виде сплошного квадрата или круглой точки, как на матричном экране.
zh_hans: 将每个大块像素绘制为实心正方形，或像点阵屏幕一样绘制为圆点

source: Draw the marks for the light tones on the dark color, like a glowing screen
ar: ارسم علامات درجات الألوان الفاتحة على اللون الداكن، مثل شاشة متوهجة
es: Dibuja las marcas de los tonos claros en el color oscuro, como una pantalla brillante.
fr: Dessinez les marques des tons clairs sur la couleur sombre, comme un écran lumineux
hi: चमकती स्क्रीन की तरह, गहरे रंग पर हल्के टोन के निशान बनाएं
it: Disegna i segni per i toni chiari sul colore scuro, come uno schermo luminoso
ja: 暗い色の上に、光る画面のように明るいトーンのマークを描きます
pt_br: Desenhe as marcas dos tons claros na cor escura, como uma tela brilhante
ru: Нарисуйте отметки светлых тонов на темном цвете, как светящийся экран.
zh_hans: 在深色上画出浅色调的标记，就像发光的屏幕一样

source: Draw two or more lines on the preview that should be level or vertical.
ar: ارسم خطين أو أكثر في المعاينة بحيث يكونا مستويين أو رأسيين.
es: Dibuja dos o más líneas en la vista previa que deben estar niveladas o verticales.
fr: Tracez deux lignes ou plus sur l'aperçu qui doivent être de niveau ou verticales.
hi: पूर्वावलोकन पर दो या अधिक रेखाएँ बनाएँ जो समतल या लंबवत होनी चाहिए।
it: Disegna due o più linee sull'anteprima che dovrebbero essere livellate o verticali.
ja: プレビュー上に水平または垂直の 2 本以上の線を描きます。
pt_br: Desenhe duas ou mais linhas na visualização que devem estar niveladas ou verticais.
ru: Нарисуйте две или более линий в предварительном просмотре, которые должны быть ровными или вертикальными.
zh_hans: 在预览上绘制两条或多条水平或垂直的线。

source: Drop Shadow
ar: إسقاط الظل
es: Sombra paralela
fr: Ombre portée
hi: छाया गिराओ
it: Sfalsa ombra
ja: ドロップシャドウ
pt_br: Sombra projetada
ru: Тень
zh_hans: 投影

source: Drop into new canvas
ar: إسقاط في قماش جديد
es: Caer en un nuevo lienzo
fr: Plongez dans une nouvelle toile
hi: नए कैनवास में उतारें
it: Entra in una nuova tela
ja: 新しいキャンバスにドロップする
pt_br: Entre na nova tela
ru: Перейдите на новый холст
zh_hans: 放入新画布

source: Drop to open in a new canvas
ar: أسقطه لفتحه في لوحة قماشية جديدة
es: Soltar para abrir en un nuevo lienzo
fr: Déposer pour ouvrir dans un nouveau canevas
it: Rilascia per aprire in una nuova tela
ja: ドロップして新しいキャンバスで開きます
pt_br: Solte para abrir em uma nova tela
ru: Перетащите, чтобы открыть на новом холсте
zh_hans: 拖放以在新画布中打开

source: Dropped
ar: انخفض
es: caído
fr: Abandonné
hi: गिरा दिया
it: Caduto
ja: 落とした
pt_br: Caiu
ru: Выпал
zh_hans: 掉落

source: Duplicate / Layer via Copy
ar: مكررة / طبقة عبر النسخ
es: Duplicar / Capa mediante Copia
fr: Dupliquer / Superposer via Copier
hi: प्रतिलिपि के माध्यम से डुप्लिकेट / परत
it: Duplica/stratifica tramite copia
ja: コピーによる複製/レイヤー化
pt_br: Duplicar/Camar via Cópia
ru: Дублирование/наложение через копирование
zh_hans: 通过复制复制/分层

source: Duplicate Layer
ar: طبقة مكررة
es: Duplicar capa
fr: Dupliquer le calque
hi: डुप्लिकेट परत
it: Livello duplicato
ja: レイヤーの複製
pt_br: Camada Duplicada
ru: Дублировать слой
zh_hans: 重复层

source: Duplicate Layers
ar: طبقات مكررة
es: Duplicar capas
fr: Dupliquer les calques
hi: डुप्लिकेट परतें
it: Livelli duplicati
ja: レイヤーの複製
pt_br: Camadas Duplicadas
ru: Дублировать слои
zh_hans: 重复图层

source: Duplicate Pixels
ar: بكسل مكررة
es: Píxeles duplicados
fr: Pixels en double
hi: डुप्लिकेट पिक्सेल
it: Pixel duplicati
ja: 重複ピクセル
pt_br: Pixels duplicados
ru: Дублирующиеся пиксели
zh_hans: 重复像素

source: Earliest response. Hue, saturation, and shadow tint move about half as far as Version 6.
ar: الاستجابة المبكرة. تتحرك درجة اللون والتشبع ولون الظل بمقدار النصف تقريبًا حتى الإصدار 6.
es: Primera respuesta. El tono, la saturación y el tinte de sombra se mueven aproximadamente a la mitad de la versión 6.
fr: Première réponse. La teinte, la saturation et la teinte des ombres évoluent environ de moitié par rapport à la version 6.
hi: शीघ्रतम प्रतिक्रिया. संस्करण 6 की तुलना में रंग, संतृप्ति और छाया रंग लगभग आधा हो गया है।
it: La prima risposta. Tonalità, saturazione e tinta dell'ombra si spostano di circa la metà rispetto alla versione 6.
ja: 一番早い対応。色相、彩度、および影の色合いは、バージョン 6 の約半分に移動します。
pt_br: Resposta mais antiga. Matiz, saturação e tonalidade de sombra se movem cerca de metade da versão 6.
ru: Самый ранний ответ. Цветовой тон, насыщенность и оттенок тени изменены примерно вдвое по сравнению с версией 6.
zh_hans: 最早的回应。色调、饱和度和阴影色调的移动幅度约为版本 6 的一半。

source: Edge
ar: الحافة
es: Borde
fr: Bord
hi: धार
it: Bordo
ja: エッジ
pt_br: Borda
ru: Край
zh_hans: 边缘

source: Edit
ar: تحرير
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
pt_br: Editar
ru: Редактировать
zh_hans: 编辑

source: Edit %@.
ar: تحرير %@.
es: Editar %@.
fr: Modifiez %@.
hi: %@संपादित करें.
it: Modifica %@.
ja: %@ を編集します。
pt_br: Edite %@.
ru: Изменить %@.
zh_hans: 编辑%@。

source: Edit Adjustment…
ar: تحرير التعديل…
es: Editar ajuste…
fr: Modifier l'ajustement…
hi: समायोजन संपादित करें...
it: Modifica regolazione...
ja: 調整を編集…
pt_br: Editar ajuste…
ru: Изменить настройку…
zh_hans: 编辑调整...

source: Edit Text
ar: تحرير النص
es: Editar texto
fr: Modifier le texte
hi: पाठ संपादित करें
it: Modifica testo
ja: テキストの編集
pt_br: Editar texto
ru: Редактировать текст
zh_hans: 编辑文本

source: Editable Photoshop text becomes pixels and can’t be retyped.
ar: يتحول نص Photoshop القابل للتحرير إلى وحدات بكسل ولا يمكن إعادة كتابته.
es: El texto editable de Photoshop se convierte en píxeles y no se puede volver a escribir.
fr: Le texte Photoshop modifiable devient des pixels et ne peut pas être retapé.
hi: संपादन योग्य फ़ोटोशॉप टेक्स्ट पिक्सेल बन जाता है और उसे दोबारा टाइप नहीं किया जा सकता।
it: Il testo modificabile di Photoshop diventa pixel e non può essere riscritto.
ja: Photoshop で編集可能なテキストはピクセルになり、再入力できなくなります。
pt_br: O texto editável do Photoshop torna-se pixels e não pode ser digitado novamente.
ru: Редактируемый текст Photoshop становится пикселями и не может быть перепечатан.
zh_hans: 可编辑的 Photoshop 文本会变成像素并且无法重新键入。

source: Editable text
ar: نص قابل للتحرير
es: texto editable
fr: Texte modifiable
hi: संपादन योग्य पाठ
it: Testo modificabile
ja: 編集可能なテキスト
pt_br: Texto editável
ru: Редактируемый текст
zh_hans: 可编辑文本

source: Editable text layer
ar: طبقة نص قابلة للتحرير
es: Capa de texto editable
fr: Calque de texte modifiable
hi: संपादन योग्य पाठ परत
it: Livello di testo modificabile
ja: 編集可能なテキストレイヤー
pt_br: Camada de texto editável
ru: Редактируемый текстовый слой
zh_hans: 可编辑文本层

source: Editor
ar: محرر
es: Redactor
fr: Éditeur
hi: संपादक
it: Editore
ja: 編集者
ru: Редактор
zh_hans: 编辑

source: Effects
ar: التأثيرات
es: Efectos
fr: Effets
hi: प्रभाव
it: Effetti
ja: 効果
pt_br: Efeitos
ru: Эффекты
zh_hans: 效果

source: Ellipse
ar: القطع الناقص
es: elipse
fr: Ellipses
hi: दीर्घवृत्त
it: Ellisse
ja: 楕円
pt_br: Elipse
ru: Эллипс
zh_hans: 椭圆

source: Elliptical Marquee
ar: سرادق بيضاوي الشكل
es: Marquesina elíptica
fr: Chapiteau elliptique
hi: अण्डाकार मार्की
it: Tendone ellittico
ja: 楕円マーキー
pt_br: Tenda Elíptica
ru: Эллиптический шатер
zh_hans: 椭圆选框

source: Emphasizes fine texture over broader edges.
ar: يؤكد على الملمس الناعم على الحواف الأوسع.
es: Enfatiza la textura fina sobre los bordes más amplios.
fr: Accentue la texture fine sur les bords plus larges.
hi: चौड़े किनारों पर बारीक बनावट पर जोर देता है।
it: Enfatizza la trama fine sui bordi più ampi.
ja: 広いエッジで細かいテクスチャを強調します。
pt_br: Enfatiza a textura fina em bordas mais largas.
ru: Подчеркивает тонкую текстуру по более широким краям.
zh_hans: 强调较宽边缘的精细纹理。

source: Empty selection
ar: اختيار فارغ
es: Selección vacía
fr: Sélection vide
hi: ख़ाली चयन
it: Selezione vuota
ja: 空の選択範囲
pt_br: Seleção vazia
ru: Пустой выбор
zh_hans: 空选择

source: Enable Layer Mask
ar: تمكين قناع الطبقة
es: Habilitar máscara de capa
fr: Activer le masque de calque
hi: लेयर मास्क सक्षम करें
it: Abilita maschera di livello
ja: レイヤーマスクを有効にする
pt_br: Habilitar máscara de camada
ru: Включить маску слоя
zh_hans: 启用图层蒙版

source: Enable Lens Profile Corrections
ar: تمكين تصحيحات ملف تعريف العدسة
es: Habilitar correcciones de perfil de lente
fr: Activer les corrections du profil de l'objectif
it: Abilita le correzioni del profilo dell'obiettivo
ja: レンズプロファイル補正を有効にする
pt_br: Ativar correções de perfil de lente
ru: Включить коррекцию профиля объектива
zh_hans: 启用镜头轮廓校正

source: Enable Mask
ar: تمكين القناع
es: Habilitar máscara
fr: Activer le masque
hi: मास्क सक्षम करें
it: Abilita maschera
ja: マスクを有効にする
pt_br: Habilitar máscara
ru: Включить маску
zh_hans: 启用遮罩

source: End of the hue range, in degrees.
ar: نهاية نطاق اللون بالدرجات.
es: Fin del rango de tono, en grados.
fr: Fin de la plage de teintes, en degrés.
it: Fine dell'intervallo di tonalità, in gradi.
ja: 色相範囲の終わり (度単位)。
pt_br: Fim do intervalo de matiz, em graus.
ru: Конец диапазона оттенка, в градусах.
zh_hans: 色调范围的结束值（以度为单位）。

source: EngineData
ar: بيانات المحرك
es: Datos del motor
fr: Données du moteur
hi: इंजनडेटा
it: Dati motore
ja: エンジンデータ
pt_br: Dados do motor
zh_hans: 发动机数据

source: Enmr
ar: إنمر
hi: एनएमआर
it: Ing
ja: エンムル
ru: Энмр
zh_hans: 恩姆尔

source: Enter a whole number from 1 to %@ px.
ar: أدخل رقمًا صحيحًا من 1 إلى %@ بكسل.
es: Ingrese un número entero del 1 al %@ px.
fr: Saisissez un nombre entier compris entre 1 et %@ px.
hi: 1 से %@px तक एक पूर्ण संख्या दर्ज करें.
it: Inserisci un numero intero compreso tra 1 e %@ px.
ja: 1 から %@ px までの整数を入力します。
pt_br: Insira um número inteiro de 1 a %@ px.
ru: Введите целое число от 1 до %@ пикселей.
zh_hans: 输入 1 到 %@ px 之间的整数。

source: Enter whole numbers from 1 to %@ pixels.
ar: أدخل أرقامًا صحيحة من 1 إلى %@ بكسل.
es: Introduzca números enteros del 1 al %@ píxeles.
fr: Entrez des nombres entiers de 1 à %@ pixels.
hi: 1 से %@ पिक्सेल तक पूर्ण संख्याएँ दर्ज करें।
it: Inserisci numeri interi da 1 a %@ pixel.
ja: 1 から %@ ピクセルまでの整数を入力します。
pt_br: Insira números inteiros de 1 a %@ pixels.
ru: Введите целые числа от 1 до %@ пикселей.
zh_hans: 输入 1 到 %@ 像素之间的整数。

source: Erase
ar: محو
es: borrar
fr: Effacer
hi: मिटाओ
it: Cancella
ja: 消去
pt_br: Apagar
ru: Стереть
zh_hans: 擦除

source: Eraser
ar: ممحاة
es: borrador
fr: Gomme
hi: मिटाने वाला
it: Gomma
ja: 消しゴム
pt_br: Borracha
ru: Ластик
zh_hans: 橡皮擦

source: Esc
ar: خروج
fr: Échap

source: Exclusion
ar: الاستبعاد
es: Exclusión
hi: बहिष्करण
it: Esclusione
ja: 除外
pt_br: Exclusão
ru: Исключение
zh_hans: 排除

source: Expand
ar: توسيع
es: Expandir
fr: Développer
hi: विस्तार करें
it: Espandi
ja: 展開する
pt_br: Expandir
ru: Развернуть
zh_hans: 展开

source: Expand Selection
ar: قم بتوسيع التحديد
es: Ampliar selección
fr: Développer la sélection
hi: चयन का विस्तार करें
it: Espandi selezione
ja: 選択範囲を展開する
pt_br: Expandir seleção
ru: Расширить выбор
zh_hans: 扩大选择

source: Expand or collapse folder
ar: قم بتوسيع المجلد أو طيه
es: Expandir o contraer carpeta
fr: Développer ou réduire le dossier
hi: फ़ोल्डर को विस्तृत या संक्षिप्त करें
it: Espandi o comprimi la cartella
ja: フォルダーを展開または折りたたむ
pt_br: Expandir ou recolher pasta
ru: Развернуть или свернуть папку
zh_hans: 展开或折叠文件夹

source: Expand…
ar: توسيع…
es: Expandir…
fr: Développer…
hi: विस्तृत करें...
it: Espandi…
ja: 展開…
pt_br: Expandir…
ru: Развернуть…
zh_hans: 展开...

source: Export JPEG
ar: تصدير JPEG
es: Exportar JPEG
fr: Exporter JPEG
hi: जेपीईजी निर्यात करें
it: Esporta JPEG
ja: JPEGをエクスポート
pt_br: Exportar JPEG
ru: Экспорт JPEG
zh_hans: 导出 JPEG

source: Export JPEG…
ar: تصدير JPEG…
es: Exportar JPEG…
fr: Exporter en JPEG…
hi: JPEG निर्यात करें…
it: Esporta JPEG…
ja: JPEGを書き出す…
pt_br: Exportar JPEG…
ru: Экспортировать JPEG…
zh_hans: 导出 JPEG…

source: Export PNG
ar: تصدير PNG
es: Exportar PNG
fr: Exporter PNG
hi: पीएनजी निर्यात करें
it: Esporta PNG
ja: PNG をエクスポート
pt_br: Exportar PNG
ru: Экспорт PNG
zh_hans: 导出 PNG

source: Export PNG…
ar: تصدير PNG…
es: Exportar PNG…
fr: Exporter en PNG…
hi: PNG निर्यात करें…
it: Esporta PNG…
ja: PNGを書き出す…
pt_br: Exportar PNG…
ru: Экспортировать PNG…
zh_hans: 导出 PNG…

source: Export…
ar: تصدير…
es: Exportar…
fr: Exporter…
hi: निर्यात करें...
it: Esporta…
ja: エクスポート…
pt_br: Exportar…
ru: Экспортировать…
zh_hans: 出口…

source: Exposure
ar: التعرض
es: Exposición
fr: Exposition
hi: एक्सपोज़र
it: Esposizione
ja: 露出
pt_br: Exposição
ru: Экспозиция
zh_hans: 曝光

source: Exposure…
ar: التعرض…
es: Exposición…
fr: Exposition…
hi: एक्सपोज़र...
it: Esposizione…
ja: 露出…
pt_br: Exposição…
ru: Экспозиция…
zh_hans: 曝光…

source: Extension Color
ar: لون التمديد
es: Color de extensión
fr: Couleur des rallonges
hi: एक्सटेंशन रंग
it: Colore estensione
ja: エクステンションカラー
pt_br: Cor da extensão
ru: Цвет расширения
zh_hans: 扩展颜色

source: Extension color
ar: لون التمديد
es: Color de extensión
fr: Couleur des rallonges
hi: विस्तार रंग
it: Colore dell'estensione
ja: エクステンションカラー
pt_br: Cor da extensão
ru: Цвет расширения
zh_hans: 延长线颜色

source: Eyedropper
ar: الشافطة
es: Cuentagotas
fr: Pipette
hi: आँख में डालने वाला
it: Contagocce
ja: スポイト
pt_br: Conta-gotas
ru: Пипетка
zh_hans: 滴管

source: Eyedropper (I)
ar: الشافطة (أنا)
es: Cuentagotas (I)
fr: Pipette (I)
hi: आईड्रॉपर (आई)
it: Contagocce (I)
ja: スポイト(I)
pt_br: Conta-gotas (eu)
ru: Пипетка (I)
zh_hans: 滴管（一）

source: Eyedropper tool
ar: أداة القطارة
es: herramienta cuentagotas
fr: Outil Pipette
hi: आईड्रॉपर उपकरण
it: Strumento contagocce
ja: スポイトツール
pt_br: Ferramenta conta-gotas
ru: Инструмент «Пипетка»
zh_hans: 吸管工具

source: FXid
ar: فكسيد
fr: IDFX
hi: एफएक्सआईडी
pt_br: ID FX

source: Fade the edge of the selection by this many pixels
ar: قم بتلاشي حافة التحديد بهذا العدد من وحدات البكسل
es: Desvanece el borde de la selección con esta cantidad de píxeles
fr: Estompe le bord de la sélection de ce nombre de pixels
hi: इतने पिक्सेल द्वारा चयन के किनारे को फीका करें
it: Sfuma il bordo della selezione di questo numero di pixel
ja: 選択範囲の端をこのピクセル数だけフェードします
pt_br: Esmaecer a borda da seleção em tantos pixels
ru: Затемнение края выделения на это количество пикселей.
zh_hans: 将选区边缘淡化这么多像素

source: Faux bold or faux italic was omitted.
ar: تم حذف الخط العريض أو المائل الزائف.
es: Se omitió la falsa negrita o la falsa cursiva.
fr: Le faux gras ou le faux italique ont été omis.
hi: नकली बोल्ड या नकली इटैलिक हटा दिया गया था।
it: Il grassetto falso o il corsivo falso sono stati omessi.
ja: 偽の太字または偽の斜体が省略されました。
pt_br: Negrito falso ou itálico falso foram omitidos.
ru: Искусственный жирный шрифт или искусственный курсив был опущен.
zh_hans: 省略了假粗体或假斜体。

source: FauxBold
ar: فوكسبولد
es: Falsa negrita
fr: FauxGras
hi: फ़ॉक्सबोल्ड
it: Falso grassetto
ja: フェイクボールド
pt_br: Falso Negrito
zh_hans: 仿粗体

source: Feather
ar: ريشة
es: pluma
fr: Plume
hi: पंख
it: Piuma
ja: フェザー
pt_br: Pena
ru: Перо
zh_hans: 羽毛

source: Feather Selection
ar: اختيار الريشة
es: Selección de plumas
fr: Sélection de plumes
hi: पंख चयन
it: Selezione della piuma
ja: フェザーの選択
pt_br: Seleção de penas
ru: Выбор пера
zh_hans: 羽毛选择

source: Feather…
ar: ريشة…
es: Pluma…
fr: Plume…
hi: पंख…
it: Piuma…
ja: 羽…
pt_br: Pena…
ru: Перо…
zh_hans: 羽毛…

source: Fill
ar: ملء
es: Rellenar
fr: Remplir
hi: भरें
it: Riempi
ja: 埋める
pt_br: Preencher
ru: Заполнить
zh_hans: 填充

source: Fill Mask
ar: ملء القناع
es: Máscara de relleno
fr: Remplir le masque
hi: मुखौटा भरें
it: Riempi la maschera
ja: フィルマスク
pt_br: Máscara de preenchimento
ru: Заполнить маску
zh_hans: 填充面膜

source: Fill Text
ar: ملء النص
es: Rellenar texto
fr: Remplir le texte
hi: पाठ भरें
it: Riempi testo
ja: テキストを埋める
pt_br: Preencher texto
ru: Заполнить текст
zh_hans: 填充文字

source: Fill the selection using surrounding pixels from this layer.
ar: املأ التحديد باستخدام وحدات البكسل المحيطة بهذه الطبقة.
es: Complete la selección utilizando los píxeles circundantes de esta capa.
fr: Remplissez la sélection en utilisant les pixels environnants de ce calque.
hi: इस परत से आसपास के पिक्सेल का उपयोग करके चयन भरें।
it: Riempi la selezione utilizzando i pixel circostanti di questo livello.
ja: このレイヤーの周囲のピクセルを使用して選択範囲を塗りつぶします。
pt_br: Preencha a seleção usando pixels circundantes desta camada.
ru: Заполните выделение, используя окружающие пиксели этого слоя.
zh_hans: 使用该图层中的周围像素填充选区。

source: Fill with Background
ar: املأ بالخلفية
es: Rellenar con fondo
fr: Remplir avec l'arrière-plan
hi: पृष्ठभूमि भरें
it: Riempi con lo sfondo
ja: 背景で塗りつぶす
pt_br: Preencha com plano de fundo
ru: Заполнить фоном
zh_hans: 填充背景

source: Fill with Background Color
ar: تعبئة بلون الخلفية
es: Rellenar con color de fondo
fr: Remplir avec la couleur d’arrière-plan
hi: पृष्ठभूमि रंग से भरें
it: Riempi con il colore di sfondo
ja: 背景色で塗りつぶす
pt_br: Preencher com a cor do plano de fundo
ru: Залить фоновым цветом
zh_hans: 用背景色填充

source: Fill with Foreground
ar: املأ بالمقدمة
es: Rellenar con primer plano
fr: Remplir avec le premier plan
hi: अग्रभूमि भरें
it: Riempi con primo piano
ja: 前景で塗りつぶす
pt_br: Preencher com primeiro plano
ru: Заполнить передним планом
zh_hans: 填充前景

source: Fill with Foreground Color
ar: تعبئة بلون المقدمة
es: Rellenar con color frontal
fr: Remplir avec la couleur de premier plan
hi: अग्रभूमि रंग से भरें
it: Riempi con il colore di primo piano
ja: 前景色で塗りつぶす
pt_br: Preencher com a cor do primeiro plano
ru: Залить основным цветом
zh_hans: 用前景色填充

source: FillColor
ar: لون التعبئة
es: Color de relleno
fr: Couleur de remplissage
hi: रंग भरें
ja: 塗りつぶしの色
pt_br: PreencherCor
ru: Цвет заливки
zh_hans: 填充颜色

source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
hi: फ़िल्टर करें
it: Filtra
ja: フィルター
pt_br: Filtro
ru: Фильтр
zh_hans: 过滤器

source: Final dimensions must be 1–%@ pixels per side.
ar: يجب أن تكون الأبعاد النهائية 1–%@ بكسل لكل جانب.
es: Las dimensiones finales deben ser de 1 a %@ píxeles por lado.
fr: Les dimensions finales doivent être de 1 à %@ pixels par côté.
hi: अंतिम आयाम प्रति पक्ष 1–%@पिक्सेल होना चाहिए।
it: Le dimensioni finali devono essere pari all'1–%@ pixel per lato.
ja: 最終的な寸法は各辺 1 ～ %@ ピクセルでなければなりません。
pt_br: As dimensões finais devem ser de 1–%@ pixels por lado.
ru: Окончательные размеры должны составлять 1–%@ пикселей на сторону.
zh_hans: 最终尺寸每边必须为 1–%@ 像素。

source: Finish editing text
ar: الانتهاء من تحرير النص
es: Terminar de editar el texto
fr: Terminer la modification du texte
hi: पाठ का संपादन समाप्त करें
it: Termina la modifica del testo
ja: テキストの編集を終了する
pt_br: Concluir a edição do texto
ru: Завершить редактирование текста
zh_hans: 完成文本编辑

source: Firmer color than Version 2. Primary shifts stay gentler than the current process.
ar: لون أكثر ثباتًا من الإصدار 2. تظل التحولات الأساسية ألطف من العملية الحالية.
es: Color más firme que la versión 2. Los cambios primarios siguen siendo más suaves que el proceso actual.
fr: Couleur plus ferme que la version 2. Les changements primaires restent plus doux que le processus actuel.
hi: संस्करण 2 की तुलना में अधिक मजबूत रंग। प्राथमिक बदलाव वर्तमान प्रक्रिया की तुलना में नरम रहते हैं।
it: Colore più solido rispetto alla versione 2. I cambiamenti primari rimangono più delicati rispetto al processo attuale.
ja: バージョン 2 よりもしっかりした色。プライマリ シフトは現在のプロセスより穏やかなままです。
pt_br: Cor mais firme que a versão 2. As mudanças primárias permanecem mais suaves que o processo atual.
ru: Более стойкий цвет, чем в версии 2. Первичные изменения остаются более мягкими, чем текущий процесс.
zh_hans: 颜色比版本 2 更坚固。主要转变比当前过程更柔和。

source: Fit
ar: صالح
es: Encajar
fr: Ajustement
hi: फ़िट
it: Adatta
ja: フィット
pt_br: Ajustar
ru: Подходит
zh_hans: 适合

source: Fit Canvas
ar: ملاءمة اللوحة
es: Ajustar lienzo
fr: Ajuster au canevas
hi: कैनवास में फ़िट करें
it: Adatta tela
ja: キャンバスに合わせる
pt_br: Ajustar à tela
ru: Вписать холст
zh_hans: 适合画布

source: Fit canvas in window (⌘0)
ar: احتواء اللوحة القماشية في النافذة (⌘0)
es: Ajustar lienzo en ventana (⌘0)
fr: Ajuster la toile dans la fenêtre (⌘0)
hi: विंडो में कैनवास फ़िट करें (⌘0)
it: Adatta la tela alla finestra (⌘0)
ja: キャンバスをウィンドウに合わせる (⌘0)
pt_br: Ajustar tela na janela (⌘0)
ru: Поместить холст в окно (⌘0)
zh_hans: 使画布适合窗口 (⌘0)

source: Flip Canvas Horizontal
ar: الوجه قماش أفقيا
es: Voltear lienzo horizontalmente
fr: Retourner la toile horizontalement
hi: कैनवास को क्षैतिज रूप से पलटें
it: Capovolgi la tela in orizzontale
ja: キャンバスを水平に反転
pt_br: Virar tela horizontalmente
ru: Перевернуть холст по горизонтали
zh_hans: 水平翻转画布

source: Flip Canvas Vertical
ar: الوجه قماش عمودي
es: Voltear lienzo verticalmente
fr: Retourner la toile verticalement
hi: कैनवास को लंबवत पलटें
it: Capovolgi la tela in verticale
ja: キャンバスを垂直に反転
pt_br: Virar tela verticalmente
ru: Перевернуть холст по вертикали
zh_hans: 垂直翻转画布

source: Flip H
ar: فليب ه
es: Voltear H
fr: Retourner H
hi: फ्लिप एच
it: Capovolgi H
ja: フリップH
pt_br: Virar H
ru: Флип Н
zh_hans: 翻转 H

source: Flip Horizontal
ar: الوجه الأفقي
es: Voltear horizontalmente
fr: Retourner horizontalement
hi: क्षैतिज पलटें
it: Capovolgi orizzontalmente
ja: 水平方向に反転
pt_br: Virar horizontalmente
ru: Перевернуть по горизонтали
zh_hans: 水平翻转

source: Flip Layer Horizontal
ar: اقلب الطبقة أفقيًا
es: Voltear capa horizontal
fr: Retourner le calque horizontalement
hi: परत को क्षैतिज रूप से पलटें
it: Capovolgi livello orizzontale
ja: レイヤーを水平に反転
pt_br: Inverter camada horizontal
ru: Перевернуть слой по горизонтали
zh_hans: 水平翻转层

source: Flip Layer Vertical
ar: اقلب الطبقة عموديًا
es: Voltear capa vertical
fr: Retourner le calque verticalement
hi: फ़्लिप लेयर वर्टिकल
it: Capovolgi livello verticale
ja: レイヤーを垂直に反転
pt_br: Inverter camada vertical
ru: Перевернуть слой по вертикали
zh_hans: 垂直翻转层

source: Flip V
ar: فليب الخامس
es: Voltear V
fr: Retourner V
hi: फ्लिप वी
it: Capovolgi V
ja: フリップV
pt_br: Virar V
ru: Перевернуть V
zh_hans: 翻转V

source: Flip Vertical
ar: الوجه العمودي
es: Voltear verticalmente
fr: Retourner verticalement
hi: लंबवत पलटें
it: Capovolgi verticale
ja: 垂直方向に反転
pt_br: Virar verticalmente
ru: Перевернуть по вертикали
zh_hans: 垂直翻转

source: Floating Selection
ar: التحديد العائم
es: Selección flotante
fr: Sélection flottante
hi: फ़्लोटिंग चयन
it: Selezione mobile
ja: フローティング選択範囲
pt_br: Seleção flutuante
ru: Плавающее выделение
zh_hans: 浮动选择

source: Floyd–Steinberg
ar: فلويد شتاينبرغ
hi: फ्लोयड-स्टाइनबर्ग
ja: フロイド・スタインバーグ
ru: Флойд-Стейнберг
zh_hans: 弗洛伊德-斯坦伯格

source: Folder
ar: مجلد
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダー
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

source: Font
ar: الخط
es: fuente
fr: Police
hi: फ़ॉन्ट
it: Carattere
ja: フォント
pt_br: Fonte
ru: Шрифт
zh_hans: 字体

source: Font face, including bold and italic variants
ar: وجه الخط، بما في ذلك المتغيرات الغامقة والمائلة
es: Tipo de fuente, incluidas variantes en negrita y cursiva
fr: Police de caractère, y compris les variantes grasses et italiques
hi: फ़ॉन्ट फेस, बोल्ड और इटैलिक वेरिएंट सहित
it: Tipo di carattere, comprese le varianti in grassetto e corsivo
ja: フォントフェイス（太字と斜体のバリエーションを含む）
pt_br: Tipo de fonte, incluindo variantes em negrito e itálico
ru: Начертание шрифта, включая жирный и курсивный варианты.
zh_hans: 字体，包括粗体和斜体变体

source: FontSet
ar: مجموعة الخطوط
es: Conjunto de fuentes
fr: Jeu de polices
hi: फॉन्टसेट
it: Set di caratteri
ja: フォントセット
pt_br: Conjunto de fontes
ru: Набор шрифтов
zh_hans: 字体集
